Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: specified the wrong month for the a-melding
nn: oppgitt feil månad for a-meldinga

source: An advertising agency submits an a-melding for September with information concerning Lise.
nn: Eit reklamebyrå sender a-melding for september med opplysningar om Lise.

source: You will receive information on your tax deduction card (Tax Deduction Notice) instead of a tax deduction card.
nn: Du får tilsendt informasjon om skattekortet ditt (skattetrekksmelding) i staden for eit skattekort.

source: Example 2 – invalid leave description
nn: Døme 2 – ugyldig permisjonsnemning

source: Shareholders A and B in Parent must be added as new shareholders in Subsidiary.
nn: Aksjonærane A og B i Mor må leggjast til som nye aksjonærar i Dotter.

source: Kari has applied for and been accepted to a permanent position in the Ministry of Finance.
nn: Kari har søkt på og fått ei fast stilling i Finansdepartementet.

source: intend to stay in Norway for more than 6 months, but do not meet the criteria for being assigned a national identity number
nn: planlegg å opphalde deg i Noreg meir enn 6 månader, men ikkje fyller vilkåra for å få tildelt eit fødselsnummer

source: Check whether the organisation number for the enterprise (the sub-entity) and the calendar month you specified are correct.
nn: Kontroller om organisasjonsnummeret for verksemda (undereininga) og kalendermånaden du har oppgitt, er rett.

source: See more about national identity number, D number or international ID
nn: Sjå meir om fødselsnummer, D-nummer eller internasjonal ID

source: 37.5 hours is considered to be a normal working week in Norway.
nn: 37,5 timar blir rekna som ei normal arbeidsveke i Noreg.

source: must report the altered capital circumstances on page 1 of the Shareholder register statement.
nn: må rapportere inn endra kapitalforhold på side 1 i aksjonærregisteroppgåva.

source: You will need it when you calculate import VAT.
nn: Du skal bruke han når du reknar ut meirverdiavgift for innførsel.

source: From the 2019 income year, a new rule for reduced withholding tax has come into effect.
nn: Frå inntektsåret 2019 er det innført ein ny regel for redusert kjeldeskatt.

source: Correspondingly, it also states the organisation number for the enterprise in Hamar and links information concerning the employees in Hamar to this number.
nn: Tilsvarande fører dei opp organisasjonsnummer for verksemda i Hamar og knyter opplysningar om dei tilsette i Hamar til dette nummeret.

source: What to do:
nn: Slik gjer du det:

source: You specified attachment of earnings to cover taxes for a month before 2021.
nn: Du har opplysningar om utleggstrekk for ein månad før 2021.

source: It has forgotten to specify a D number.
nn: Dei har gløymt å oppgi D-nummer.

source: If only part of the pension/disability benefit is tax exempt, you will receive a tax deduction card with a withholding rate of less than 15 per cent.
nn: Er berre ein del av pensjonen/uføreytinga skattefri, får du eit skattekort med lågare trekkprosent enn 15 prosent.

source: A consultancy company submits an a-melding for April 2018 and states that Kari has leave description “leave” and leave ID 123.
nn: Eit konsulentselskap sender a-melding for april 2018 og oppgir at Per har permisjonsnemninga "permisjon" og permisjonsID 123.

source: If the Register of Legal Entities contains errors, contact
nn: Dersom det er feil i Einingsregisteret, ta kontakt med

source: Foreign nannies/au pairs
nn: Særskilt om utanlandske praktikantar / au pair

source: In each a-melding, you must identify the party for which you are submitting the a-melding, normally by stating the legal organisation number.
nn: I a-meldinga skal du identifisere den du sender a-melding for, vanlegvis ved å oppgi juridisk organisasjonsnummer.

source: You should therefore use a unique employment ID for each employment!
nn: Bruk derfor ein unik arbeidsforholdsID for kvart arbeidsforhold.

source: You'll have access to the tax deduction cards within 30 minutes in the "Inbox" in Altinn.
nn: Bestill skattekort utan eit lønnssystem Du får tilgang til skattekorta innan 30 minutt i innboksen i Altinn.

source: If you’re unable to log in, download and
nn: Dersom du ikkje kan logge inn, last ned og

source: You must also enclose:
nn: Du må også leggje ved:

source: The person responsible to withhold tax is responsible for providing a copy of the form as a receipt to the artist/sportsperson.
nn: Den trekkpliktige er ansvarleg for at artisten/idrettsutøvaren får ein kopi av skjemaet som kvittering.

source: The Flower Shop AS has received a letter from the Tax Administration saying that they’ve reported employment relationships for two workers for over 12 months, but that they did not report any salary for these workers in the a-melding during the last year.
nn: Blomsterbutikken AS har fått eit brev frå Skatteetaten om å ha oppgitt arbeidsforhold på to arbeidstakarar i over 12 månader, utan at det er oppgitt noko lønn til desse i a-meldinga det siste året.

source: Phone us on 800 80 000 if you have any questions.
nn: Ring Skatteetaten på telefon 800 80 000 dersom du har spørsmål.

source: Under item 29, enter the shareholder's share of the increase in capital per share in connection with the increase in nominal value upon demerger-merger.
nn: I post 29 fører ein aksjonæren sin del av auken av kapitalen per aksje i samband med auke av pålydande ved fisjon-fusjon.

source: The correction notice shall only be used if Form RF-1092 already has been submitted and it's necessary to make changes for this event.
nn: Endringsmelding skal berre nyttas viss det allereie er levert RF-1092 for eit arrangement og det er naudsynt å gjere endring for dette arrangementet.

source: and submit your tax return on paper, you can use this form.
nn: og leverer på papir, kan du bruke dette skjemaet.

source: The store receives error message MAGNET_EDAG-196.
nn: Butikken får feilmeldinga MAGNET_EDAG-196.

source: You'll also find the feedback in your
nn: I tillegg finn du tilbakemeldinga i

source: For the working hours scheme 'offshore336', the number of hours per week for a full-time position must be between 28 and 33.6
nn: For arbeidstidsordninga "offshore336" skal talet på timar per veke for full stilling vere mellom 28 og 33,6

source: A service company submits an a-melding for September with information concerning Ola.
nn: Eit serviceselskap sender inn a-melding for september med opplysningar om Ola.

source: Download, complete and submit RF-1314:
nn: Last ned, fyll ut og send inn RF-1314:

source: This also applies to the 2019 income year.
nn: Dette gjeld også inntektsåret 2019.

source: not specified income for a seafarer for whom you pay a fixed amount of employer’s national insurance contributions during the month in the contribution basis
nn: ikkje oppgitt inntekta til sjøfolk i avgiftsgrunnlaget, i tilfelle der du betaler arbeidsgivaravgift for sjøfolk med eit fast beløp i månaden.

source: You’re entitled to OTP when you:
nn: Du har rett til OTP når du:

source: Example A dental surgery specifies legal organisation number 1 for declarant and legal organisation number 2 for the enterprise.
nn: Eit tannlegekontor oppgir juridisk organisasjonsnummer 1 for opplysningspliktig og juridisk organisasjonsnummer 2 for verksemda.

source: The company specifies the working hours scheme as “offshore336” and the number of hours per week as 37.5.
nn: Dei oppgir arbeidstidsordninga "offshore336" og talet på timar per veke 37,5.

source: Under items 7.1 – 7.7 you should enter one
nn: For alle postane 7.1-7.7 skal du berre gi opp

source: If the attachment of earnings has been stopped, but you still have a mark on your credit record, you must contact the movable property register.
nn: Dersom utleggstrekket er avslutta, men du framleis er registrert med betalingsmerknad, må du kontakte Lausøyreregisteret.

source: When applying for a tax exemption card for 2022, you must:
nn: Søkjer du om frikort for 2022 må du:

source: Paid-up capital to be entered under items 5 and 6 can also be found in RF-1233 for the previous year, section VI, column II, item 640 for all the partners/shareholders.
nn: Innbetalt kapital, som skal førast i post 5 og post 6, finn ein også i RF-1233 for føregåande år, i avsnitt VI, kolonne II, post 640 for alle deltakarane/aksjonærane.

source: Lisbeth is in maritime employment as she works on a boat.
nn: Lisbeth har eit maritimt arbeidsforhold ettersom ho jobbar på båt.

source: RF-1281 Tax return for private individuals who have not received a pre-filled tax return for 2020 (Word)
nn: RF-1281 Skattemelding for person som ikkje har motteke førehandsutfylt skattemelding for 2020 (Word)

source: Income from employment for children under the age of 13
nn: Arbeidsinntekt til barn under 13 år

source: You should pay
nn: Du skal betale

source: Start and end date for the back payment period must be within the same year
nn: Start- og sluttdato for etterbetalingsperiode må være innanfor same år

source: your employer to apply for you
nn: arbeidsgivar til å søkje for deg.

source: OTP (Mandatory occupational pension scheme) is a pension scheme paid by your employer.
nn: OTP (Obligatorisk tenestepensjon) er ei pensjonsordning som er betalt av arbeidsgivaren din.

source: If you are resident in France, pensions from private occupational pension schemes and other private pension schemes are not liable to tax in Norway.
nn: Bur du i Frankrike, skal pensjon frå private tenestepensjonsordningar og andre private pensjonsordningar ikkje skattleggjast i Noreg.

source: This also applies if it's demanded that the estate is returned to private division in 2014 or later.
nn: Det gjeld òg dersom ein krev at buet blir levert tilbake til privat skifte i 2014 eller seinare.

source: A managerial position is advertised in another sub-entity than the one Phillip works in.
nn: Det blir utlyst ei leiarstilling i ei anna undereining enn den Philip jobbar i.

source: Generally, children under the age of 13 cannot work
nn: Barn under 13 år kan som hovudregel ikkje ta arbeid

source: Yes, the a-melding contains errors and/or omissions which you must correct.
nn: Ja, a-meldinga inneheld feil eller manglar du må rette opp.

source: A hair salon that intends to run a business in Bodø has registered in the Register of Legal Entities.
nn: Ein frisørsalong som skal drive verksemd i Bodø har registrert seg i Einingsregisteret.

source: No withholding tax is to be paid on children’s pensions to children under the age of 17.
nn: Ein skal ikkje betale kjeldeskatt på barnepensjon til barn under 17 år.

source: You have used a combination of calculation code, zone and rate for employer’s national insurance contributions which is incorrect.
nn: Du har brukt ein kombinasjon av utrekningskode, sone og sats for arbeidsgivaravgift som er feil.

source: Persons who have not earned pension points or accumulated pension reserves in the Norwegian National Insurance Scheme are not liable to tax on pensions and disability benefits from private occupational pension schemes and other private pension schemes and war veteran pensions.
nn: Personar som ikkje har tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, skal ikkje betale skatt av pensjonar og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar, og av krigspensjon.

source: documentation of paid interest expenses in Norway and abroad in 2021
nn: dokumentasjon for renteutgifter du har betalt i Noreg og utlandet i 2021

source: must also be entered in column C. The
nn: reineigarar” skal òg førast i kolonne C.

source: Remuneration for work from a business assessed as a partnership (SDF)
nn: Arbeidsgodtgjersle frå selskap med deltakarfastsetting (SDF)

source: We will never send you attachments nor ask for copies of ID documents via text message or e-mail.
nn: Vi sender heller ikkje vedlegg eller spør etter kopi av ID-dokument på SMS eller e-post.

source: In order for your stay to be considered temporary, you must not have resided or been registered in the National Registry in Norway for more than 365 days during the two years before you arrived in Norway.
nn: For at opphaldet ditt skal reknast som mellombels, kan du ikkje ha opphalde deg eller vore folkeregistrert i Noreg i meir enn 365 dagar i løpet av dei to siste åra før innreisetidspunktet ditt.

source: In the a-melding for August, the firm specifies an end date of 10 August.
nn: I a-meldinga for august fører byggjefirmaet opp sluttdato 10.

source: The school receives feedback MAGNET_EDAG-242 because the information concerning the employment relationships cannot be distinguished from each other.
nn: Dei får tilbakemeldinga MAGNET_EDAG-242 fordi opplysningane om arbeidsforholda ikkje kan skiljast frå kvarandre.

source: It receives error message MAGNET_EDAG-294 because the total attachment of earnings payable differs from Kari’s attachment of earnings.
nn: Dei får feilmeldinga MAGNET_EDAG-294 fordi sum å betale er ulik utleggstrekket til Kari.

source: Actual revenue for the period in 2020
nn: Faktisk omsetning for perioden i 2020

source: specified in both the foreign currency and
nn: opp beløpa både i valuta og norske kroner.

source: The tax treaty between Norway and Australia regulates the right to tax pensions and disability benefits in articles 17, 18 and 21.
nn: Skatteavtalen mellom Noreg og Australia regulerer retten til å skattleggje pensjonar og uføreytingar i artiklane 17, 18 og 21.

source: The centre receives error message MAGNET_EDAG-291 because information on type of appointment is missing.
nn: Dei får feilmeldinga MAGNET_EDAG-291 fordi opplysningar om tilsetjingsform manglar.

source: Most systems are fully integrated with Altinn, enabling you to submit the a-melding directly in the system.
nn: Innehavar og ektefellen skal ikkje handsamast som tilsette, og utbetalingar og arbeidsforhold skal ikkje rapporterast i a-melding.

source: The deadline for making corrections and submitting the tax return is 30 April.
nn: Fristen for å endre og levere skattemeldinga er 30.

source: It must be an original and no more than six months old.
nn: Attesten må vere i original og ikkje eldre enn seks månader.

source: For information on au pair work, read about the regulations for
nn: Dersom du vil ha meir informasjon om au pair-arbeid, kan du lese om reglane for

source: If you are of the opinion that all or part of your pension/disability benefit is tax exempt in Norway pursuant to the tax treaty with Australia, you must submit an application for a tax exemption card or a tax deduction card with a lower tax rate than 15 per cent to the tax office.
nn: Dersom du meiner at pensjonen/uføreytinga di er heilt eller delvis skattefri i Noreg etter skatteavtalen med Australia, må du kontakte skattekontoret og søkje om frikort eller skattekort med lågare trekk enn 15 prosent.

source: specified the leave description “leave” in an a-melding for June 2018 which is not a valid description for this month
nn: ført opp permisjonsnemninga "permisjon" i ei a-melding for juni 2018 som ikkje er gyldig nemning for denne månaden

source: The heir and recipient take over the deceased person or donor's input value.
nn: Arving og mottakar tek over inngangsverdiane til den som etterlét seg arv eller er givar.

source: Generally, the laid off employee may work for up to 6 weeks without terminating the layoff.
nn: Den permitterte kan i utgangspunktet arbeide i inntil 6 veker utan at permitteringa blir avbroten.

source: Since Kari changes office locations, she is hired in a new enterprise/sub-entity.
nn: Ettersom Kari byter kontorstad, blir ho tilsett i ei ny verksemd/undereining.

source: The number of shares in the divesting company (which is the same before and after the demerger) must be entered in the "Number of redeemed shares" field.
nn: Talet på aksjar i overdragande selskap (som er det same før og etter fisjonen) skal førast i feltet "Talet på innløyste aksjar".

source: same applies to the calculation of 90%
nn: ved utrekning av 90 prosent eigardel.

source: Large Business Ltd. receives the error message MAGNET_EDAG-F505 because the hourly wage and number of hours give a calculated hourly rate of more than NOK 10,000.
nn: Storbedrift AS får feilmelding MAGNET_EDAG-F505 fordi timelønn og talet på timar gir ein berekna timelønnssats på over 10 000 kroner.

source: Multiple employment relationships with the same enterprise/sub-entity at the same time
nn: Fleire arbeidsforhold i same verksemd/undereining samtidig

source: If the share capital includes fund-issued share capital, this is considered repaid first, and must be specified in a separate field under item 27.
nn: Dersom aksjekapitalen inneheld fondsemittert kapital, er denne sett som tilbakebetalt først og må spesifiserast i eige felt i post 27.

source: No deferred deadline for submission of a-melding
nn: Ikkje utsett frist for levering a-melding

source: , persons who are tax resident in Thailand are only liable to tax in Thailand on income from abroad to the extent that the income is actually transferred to Thailand.
nn: at personar som er skattemessig busette i Thailand berre er skattepliktige i Thailand for inntekter frå utlandet i den utstrekning inntekta faktisk blir overførd til Thailand.

source: He receives NOK 10,000 in salary in May.
nn: Han får 10 000 kroner i lønn i mai.

source: If you run a sole proprietorship which has employees, you must submit an a-melding every month until the month in which the employment relationships end.
nn: Dersom du har eit enkeltpersonføretak som har tilsette, skal du levere a-melding kvar månad til og med den månaden arbeidsforholda blir avslutta.

source: When you work for a foreign company or are a seasonal worker
nn: Når du jobbar i eit utanlandsk selskap eller er sesongarbeidar

source: Number of employees for which the enterprise has received subsidies.
nn: Talet på tilsette det er gitt støtte for.

source: Hol municipality, from October 2018
nn: Hol kommune, frå oktober 2018

source: The company must also report the reduction of share capital resulting from the reduction in nominal value when splitting up the company under item 18.
nn: Vidare må selskapet rapportere inn nedsetting av aksjekapital som følgje av at pålydande ved oppsplitting av selskapet i post 18 er redusert.

source: If you pay as soon as you receive the notification, you'll avoid getting a mark.
nn: Dersom du betaler med ein gong du får varselet, slepp du betalingsmerknad.

source: Outcome of change for October:
nn: Resultat av endring for oktober:

source: A hospital submits an a-melding for May and specifies that Fatima follows the working hours scheme “night shift”.
nn: Eit sjukehus sender a-melding for mai og oppgir at Fatima har arbeidstidsordninga "nattskift".

source: The Certificate of Residence must be issued by the Thai tax authorities and explicitly confirm that you are tax resident in Thailand pursuant to the tax treaty with Norway.
nn: Bustadattesten (Certificate of Residence) må vere utferda av thailandske skattemyndigheiter og uttrykkjeleg stadfeste at du er skattemessig busett i Thailand etter skatteavtalen med Noreg.

source: The plumbing firm specifies the legal organisation number in order to identify the declarant when it submits a-meldings for Oslo and Hamar.
nn: Røyrleggjarbedrifta oppgir juridisk organisasjonsnummer for å identifisere den opplysningspliktige når dei sender a-melding for Oslo og Hamar.

source: You have to call Statistics Norway on 62 88 55 88 to establish an enterprise/sub-entity or to clarify if the main entity is registered with an incorrect organisation form.
nn: Du må kontakte Statistisk Sentralbyrå (SSB) på telefon 62 88 55 88 for å få oppretta verksemd/undereining eller få avklart om hovudeininga er registrert med feil organisasjonsform.

source: The balance form is a compulsory enclosure when depreciation is claimed(RF-1084).
nn: Saldoskjema er pliktig vedlegg når det blir kravd avskriving (RF-1084).

source: Special provisions for persons resident in an EU/EAA country
nn: Særskilde reglar for personar som er busette i eit EU/EØS-land

source: must report altered capital circumstances in the company on page 1 of the Shareholder register statement.
nn: må rapportere inn dei endra kapitalforholda i selskapet på side 1 i aksjonærregisteroppgåva.

source: The parent company’s organisation number is not to be provided under item 12/26.
nn: Mor sitt organisasjonsnummer skal ikkje fyllast ut i post 12/26.

source: You have entered a percentage that is greater than 100 or less than 0 (negative number).
nn: Du har oppgitt ein prosent som er høgare enn 100 eller mindre enn 0 (negativt tal).

source: During local negotiations, she was promoted to senior advisor on pay grade 58.
nn: I lokale forhandlingar fekk ho opprykk til seniorrådgivar i lønnstrinn 58.

source: The provisions on withholding tax on pensions and disability benefits only apply to you who have emigrated from Norway for tax purposes.
nn: Reglane om kjeldeskatt på pensjon og uføreytingar gjeld berre for deg som er skattemessig emigrert frå Noreg.

source: Delete the information on type of appointment for the employment that has been provided in any a-meldings before 2021, or change the month for which the a-melding applies.
nn: Fjern opplysninga om tilsetjingsform på arbeidsforholdet ho er oppgitt på i a-meldingar før 2021, eller endre månad for når a-meldinga gjeld.

source: Leave percentage must be between 0 and 100
nn: Permisjonsprosent må vere frå 0–100

source: sale of foreign residential and holiday
nn: av i avkryssingsfeltet for Noreg eller utlandet.

source: As the staffing agency has already reported Per’s employment relationship, they must submit a new a-melding to delete it.
nn: Ettersom vikarbyrået allereie har oppgitt arbeidsforholdet til Per, må det sende ny a-melding for å slette det.

source: Obligation to submit an a-melding
nn: Plikt til å levere a-melding

source: The store receives error message MAGNET_EDAG-274 because information on the start date is missing.
nn: Dei får feilmeldinga MAGNET_EDAG-274 fordi opplysningar om startdato manglar.

source: If you’ve used the correct legal organisation number for enterprise (sub-entity), and you’ve submitted information for the correct calendar month, you do not have to take further action.
nn: Dersom du har brukt rett juridisk organisasjonsnummer og organisasjonsnummer for verksemd (undereining) og sendt inn opplysningar for rett kalendermånad, treng du ikkje gjere noko.

source: You’ll receive help and guidance when you fill in your tax return, whether you do so at skatteetaten.no, in Altinn or in your accounting system.
nn: Du får hjelp og rettleiing når du fyller ut skattemeldinga di, anten du gjer det på skatteetaten.no, i Altinn eller i rekneskapssystemet ditt.

source: movie that displays the new tax return for wage earners and pensioners
nn: korleis skattemeldinga for lønnstakarar og pensjonistar fungerer

source: State the FTE percentage linked to the fixed salary.
nn: Før opp stillingsprosent knytt til fastlønna.

source: The tax treaties with Belgium changed from 2019.
nn: Skatteavtala med Belgia ble endra frå 2019.

source: When you apply for tax exemption card or a tax deduction card with a lower tax rate than 15 per cent pursuant to the provisions for persons resident in another EU/EEA country, you must state who pays your pension/disability benefit.
nn: Når du søkjer om frikort eller skattekort med lågare trekk enn 15 prosent etter reglane for personer busette i eit anna EU/EØS-land, må du opplyse om kven som betalar ut pensjonen/uføreytinga.

source: Keep any documentation
nn: Ta vare på dokumentasjon
